//var b = [10, 11, 13, 14, 15, 16, 17, 18, 19, 20];
//var arr = b.split(', ');
//for (var i = 0; i < arr.length; i++) {
//    var a = Math.pow(arr[i], 2);
//};
//console.log(a);

console.log('Написати програму яка виводить в консоль квадрат числа починаючи з 10 і до 20. Число 12 пропустити;')
console.log('-------------------------------------------------------')

var b = '10, 11, 13, 14, 15, 16, 17, 18, 19, 20';

var arr = b.split(', ');

for (var i = 0; i < arr.length; i++) {
    console.log('Квадратный корень: ' + arr[i], ' равeн ' + Math.pow(arr[i], 2));
}

console.log('------------------------------------------------------');

console.log('Дано натуральні числа від 35 до 87. Вивести в консоль ті з них, які при діленні на 7 дають залишок 1, 2 або 5;')
console.log('-------------------------------------------------------')

//var l = '35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51,\n\
//52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, \n\
//71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87';

//var mas = l.split(', ');

//for (var i = 0; i < mas.length; i++) {
  //  var n = mas[i] / 7;
//    var cl = Math.round(n * 10) / 10;
   // var ar = Math.floor(n, 5);

    //console.log(ar);
//}

for (var k = 35; k < 87; k++) {
if (k%7 === 1 || k%7 === 2 || k%7 === 5) {
console.log(k);
}
}

//for (var i=2; i<=10; i++){
//    console.log(i+' i');
//    for(var j=2; j<=i; j++){
//        console.log(j+' j');
//        if (i%j == 0) break;
//    }
//    if(j==i) console.log(i);
//}

console.log('------------------------------------------------------');
console.log('Написати програму, порахувати кількість парних і непарних чисел в заданому довільному числі.')
console.log('-------------------------------------------------------')

var txt = "5123123123";
var sln = txt.length;
console.log(sln);



console.log('-------------------------------------------------------')