"use strict"
	
	document.write("<p>Написати програму яка виводить в консоль квадрат числа починаючи з 10 і до 20. Число 12 пропустити.</p>");
	document.write("<p>Реалізація:</p>");

	var a = 10;

	while(a <= 20)
	{
		if( a!= 12)
			document.write("Квадрат числа" + a + "=" + (a*a) + "<br>");

		a++;

	}
	document.write("Дано натуральні числа від 35 до 87. Вивести в консоль ті з них, які при діленні на 7 дають залишок 1, 2 або 5<br>");
	document.write("<p>Реалізація:</p>");

	var b = 35;

	while(b <= 87){

		if (b % 7 == 1 || b % 7 == 2 || b % 7 == 5) {

				document.write(b + "    ");
		}
		b++;
	}




